{
    "Major":[
        {
            "ID":1,
            "Name":"Information technology",
            "university":["RUPP","ITC","Norton","Setec","Paragon","UC","AUPP","IU"],
            "SubjectRequire":["Math","Physic","English"],
            "Description":"Information technology (IT) is the use of any computers, storage, networking and other physical devices, infrastructure and processes to create, process, store, secure and exchange all forms of electronic data. ... The commercial use of IT encompasses both computer technology and telecommunications.",
            "Price":["600$ up per year"],
	        "Job Salary":["500$ up per month "],
            "Job":["Web Developer","Application Developer","UI/UX designer","Cloud Computing Engineer","Computer Network Specialist","Database Administrator","Information Security Specialist","Information Technology Leadership","Information Technology Analyst", "Computer Support Specialist"],
            "Subject":["...","..."],
            "img":"https://drive.google.com/uc?export=view&id=1RPHckMypFzDXx1pe3P1AAmR34JVAiHVf"
        },
        {
            "ID":2,
            "Name":"Electrical",
            "university":["RUPP","ITC","Norton","Setec","Paragon","UC","AUPP"],
            "SubjectRequire":["Math","Physic","English"],
            "Description":"Electrical engineering is an engineering discipline concerned with the study, design, and application of equipment, devices, and systems which use electricity, electronics, and electromagnetism. It emerged as an identifiable occupation in the latter half of the 19th century after commercialization of the electric telegraph, the telephone, and electrical power generation, distribution, and use.Electrical engineering is now divided into a wide range of different fields, including computer engineering, systems engineering, power engineering, telecommunications, radio-frequency engineering, signal processing, instrumentation, photovoltaic cells, electronics, and optics and photonics. Many of these disciplines overlap with other engineering branches, spanning a huge number of specializations including hardware engineering, power electronics, electromagnetics and waves, microwave engineering, nanotechnology, electrochemistry, renewable energies, mechatronics/control, and electrical materials science.[a]",
            "Job Salary":["200$ per month(minimum)","3600$ per month(maximum"],
            "Job":["Blogger", "Aeronautical", "Aerospace", "Aircraft Performance"," Airline Pilot","Building Service"],
            "Subject":["...","..."],
            "img":"https://drive.google.com/uc?export=view&id=1oWlhbYQiMFKRynBid0DLQpK4RuJpFyvK"

        },
        {
            "ID":3,
            "Name":"Health Sciences",
            "university":["Norton","UHS","IU"],
            "SubjectRequire":["Math","Chemistry","Biology"],
            "Description":"Health science is the study of applied science that deals with human physical and behavior wellbeing. Students who study health science can start careers either in a research or application capacity.",
            "Price":["6000$ per year"],
            "Job":["Pharmacist","Dentist","Doctor","Physician","Healthcare Administrator", "Nurse"],
            "Subject":["...","..."],
            "img":"https://www.slma.cc/wp-content/uploads/2018/01/SLMA_ProsPCP.jpg"

        },
        {
            "ID":4,
            "Name":"Architecture",
            "university":["RUFA","SETEC","Paragon","PUC","ITC"],
            "SubjectRequire":["Math","Drawing","English"],
            "Description":"Architecture, the art and technique of designing and building, as distinguished from the skills associated with construction. The practice of architecture is employed to fulfill both practical and expressive requirements, and thus it serves both utilitarian and aesthetic ends.",
            "Price":["500$ up per year"],
            "Job":["Architect","Architectural Designer","Interior Designer","Project Architect"],
            "Subject":["...","..."],
            "img":"https://drive.google.com/uc?export=view&id=1TbEI-jGeIzAM9aCzmfur692ZpzBFsda2"


        },
        {
            "ID":5,
            "Name":"Business",
            "university":["Setec", "Norton", "Paragon,AUPP"],
            "SubjectRequire":["English","Math"],
            "Description":"A business major is for students seeking a broad-based education in many areas of business, with the option to specialize. Students will learn how different types of companies function in local and global economies. With a business/commerce general major, students have broad career options. General management, business ownership and employment at a corporation are all viable career paths for those with a business background.",
            "Price":["2000$up"],
            "Job":["Accountant", "Management Consultant","Social Media Manager","Financial Analyst", "Actuary,Business Teacher","Corporate Attorney"],
            "Subject":["...","..."],
            "img":"https://www.evergladesuniversity.edu/wp-content/uploads/2021/03/What-is-the-Best-Business-Degree-to-Get-in-2021-2.jpg"


        },
        {
            "ID":6,
            "Name":"Civil Engineering",
            "university":["RUPP","ITC","Norton","Setec","Paragon","UC","AUPP"],
            "SubjectRequire":["Math","Physic","English"],
            "Description":"Civil engineering is a professional engineering discipline that deals with the design, construction, and maintenance of the physical and naturally built environment, including public works such as roads, bridges, canals, dams, airports, sewage systems, pipelines, structural components of buildings, and railways.Civil engineering is traditionally broken into a number of sub-disciplines. It is considered the second-oldest engineering discipline after military engineering,[3] and it is defined to distinguish non-military engineering from military engineering.[4] Civil engineering can take place in the public sector from municipal public works departments through to federal government agencies, and in the private sector from locally based firms to global Fortune 500 companies.",
            "Job Salary":["200$ per month(minimum)","3600$ per month(maximum"],
            "Job":["Blogger", "Aeronautical", "Aerospace", "Aircraft Performance"," Airline Pilot","Building Service"],
            "Subject":["...","..."],
            "img":"https://www.ncl.ac.uk/mediav8/engineering/images/Civil%20Engineering%20Masters-Header.jpg"
        },
        {
            "ID":7,
            "Name":"History",
            "university":["RUPP","UC"],
            "SubjectRequire":["Khmer"],
            "Description":"In this lesson, students will learn about Angkor Wat and its place in Cambodian, and Southeast Asian, history. Students will attempt to “read” the temple, in a way which resembles the reading of a primary document, to gain insight into this history. In addition, this lesson can also supplement world history lessons which focus on the migration of ideas and religions, such as the movement of both Hinduism and Buddhism to Southeast Asia.",
            "Price":["250$ up"],
	        "Job Salary":["300$ up per month "],
            "Job":["Teacher"," Guide"],
            "Subject":["...","..."],
            "img":"https://tourismcambodia.org/storage/uploads/contents/large/ministry-of-tourism-cambodia-2019-02-18-06-36-03am-large-khmer-history.jpg"
        },
        {
            "ID":8,
            "Name":"International Business Management",
            "university":["RUPP","AUPP"],
            "SubjectRequire":["Math", "English"],
            "Description":"Programming & Design In addition to providing a wide range of hardware, software, and services, IBM (International Business Machines) is one of the world’s largest information technology companies.",
            "Price":["250$ up"],
	        "Job Salary":["300$ up per month "],
            "Job":["IBM OS/2 operating system"," Word processing", "Spreadsheet", "Database"],
            "Subject":["...","..."],
            "img":"https://securityintelligence.com/wp-content/uploads/2018/04/2018-ibm-security-rsa-mvz-feature-2-630x330.jpg"
        },
        {
            "ID":9,
            "Name":"International Relationship",
            "university":["IFL","AUPP", "UC","Paragon"],
            "SubjectRequire":["Math", "English"],
            "Description":"International Relations (IR) is an interdisciplinary undergraduate major focusing on the changing political, economic and cultural relations within the international system of the modern era.",
            "Price":["250$ up"],
	        "Job Salary":["300$ up per month "],
            "Job":[""],
            "Subject":["...","..."],
            "img":"https://www.tun.com/blog/wp-content/uploads/2019/04/International-Relatinos-Major-Jobs.png"
        }
        
    ],
    "University":[ 
        {
            "ID":1,
            "Title":"American University of Phnom Penh",
            "Detail":"The American University of Phnom Penh (AUPP) is a private English-medium university founded in August 2013, with a campus in Phnom Penh, Cambodia.[1] The university currently offers four-year American dual degree programs [2]as well as standThe vision for AUPP originated with Dr. Chea Vandeth along with Dr. Kem Reat Viseth, the former Director of the School of Graduate Studies of the National School of Management and Dr. Kenneth Dunn, a Fulbright Scholar to Cambodia, who together conceptualized a new university that would embody international best practices and offer academic programs of the highest quality. AUPP was organized as a non-profit institution with the mission of contributing to the human resource development of Cambodia. In 2013, AUPP began operations with 40 students at a temporary campus in Toul Kork.A Board of Trustees was formed to direct the course of the University and oversee its development. At the same time an International Advisory Board was created including experienced educators, admitrators and business leaders from the U.S. and Cambodia. This board was tasked with advising AUPP on its management, governance and academic structures, programs and services.AUPP has further solidified a Micro Campus[3] and Dual Degree agreement with the University of Arizona and a Dual Degree agreement with Fort Hays State University. These agreements allow Cambodian students to receive accredited American degrees without having to leave Cambodia.AUPP’s first President, Dr. Sharon Siverts, was appointed in July 2014. The University's second President, Dr. Kenneth Dunn, was appointed in 2016 and served until 2021.-alone Bachelor's and MBA programs.Master's Programs.",
            "Location":"Phnom penh , Cambodia",
            "Type":["Science","Socail Science","Engineering"],
            "image":"https://drive.google.com/uc?export=view&id=1jH7siC8fSP-ocOp-rYPVKbW9ghN0mRuY"
        },
        {
            "ID":2,
            "Title":"National Polytechnic Institute of Cambodia",
            "Detail":"...",
            "Location":"Phnom penh , Cambodia",
            "Type":["Science","Socail Science","Engineering"],
            "image":"https://drive.google.com/uc?export=view&id=1cmjCc4bjqaaIKHtlvpueY1G0Psntpg8j"
        },
        {
            "ID":3,
            "Title":"Royal University of phnom penh",
            "Detail":"The Royal University of Phnom Penh (RUPP; Khmer: សាកលវិទ្យាល័យភូមិន្ទភ្នំពេញ; French: Université royale de Phnom Penh) is a national research university of Cambodia, located in the Phnom Penh capital. Established in 1960, it is the country's largest university. It hosts around 20,000 students in undergraduate and postgraduate programmes. It offers degrees in fields such as sciences, humanities and social sciences, engineering as well as vocational courses in fields such as information technology, electronics, psychology and tourism. RUPP provides Cambodia's foremost degree-level language programmes through the Institute of Foreign Languages. RUPP has full membership in the ASEAN University Network (AUN).RUPP has over 420 full-time staff. All of its 294 academic staff hold tertiary qualifications, including 24 PhDs and 132 Master's degrees. They are supported by 140 administrative and maintenance staff. The university maintains linkage networks with Cambodian and international NGOs, universities and government ministries. As a result, international and non-government organisations and government offices regularly contribute adjunct faculty members to help expand RUPP's capacity.",
            "Location":"Phnom penh , Cambodia",
            "Type":["Science","Socail Science","Engineering"],
            "image":"https://drive.google.com/uc?export=view&id=19P7tmNCvaA05o87y3tG_Tbuosw1z8XNi"
        },
        {
            "ID":4,
            "Title":"University of Health Sciences (Cambodia)",
            "Detail":"The University of Health Sciences (UHS; Khmer: សាកលវិទ្យាល័យវិទ្យាសាស្រ្តសុខាភិបាល, ស.វ.ស.; French: Université des sciences de la santé, USS) is a public university offering degrees in health sciences (medicine, pharmacy, dentistry, nursing, public health, etc.) in Phnom Penh, Cambodia.The University of Health Sciences was first established in June 1946 as the School for Medical Officers, following which it became the Cambodian Royal School for Medicine in 1953, and the Faculty of Medicine and Pharmacy in 1962. In 1967, the Faculty of Pharmacy was moved to Phnom Penh University.In 1971, it became the Medical and Paramedical Faculty, in which a dentistry section was developed. It was totally abandoned and severely damaged throughout the genocidal regime of Pol Pot.The university resumed its activities in January 1980 as the combined faculty of Medicine, Pharmacy and Dentistry, and it became the University of Health Sciences in 1997. In late 2001, the university became a public administrative institution comprising the Faculty of Medicine, the Faculty of Pharmacy, the Faculty of Dentistry, and the Technical School for Medical Care.In addition to its primary mission to train in the field of human resources for health (sub- decree 127 of the Royal Government of Cambodia), the UHS is to become a multidisciplinary University by 2012, in accordance with the recommendations of government sub-decree 54.[",
            "Location":"Phnom penh , Cambodia",
            "Type":["Health Science"],
            "image":"https://drive.google.com/uc?export=view&id=1zs7S-gmViesHZ1u2RbG3UvQiVoHUuiQ7"
        },
        {
            "ID":5,
            "Title":"Norton",
            "Detail":"Norton, formerly known as Norton by Symantec, is a division of NortonLifeLock, and is based out of Mountain View, California. Since being acquired by the Symantec Corporation in 1990, Norton offered a variety of products and services related to digital security.[1] In 2014, it was announced that Norton's parent company Symantec would split its business into two units - one focused Peter Norton Computing, Inc., was a software company founded by Peter Norton. Norton and his company developed various DOS utilities including the Norton Utilities, which did not include antivirus features. In 1990, the company was acquired by Symantec and renamed Peter Norton Consulting Group. Symantec's consumer antivirus and data management utilities are still marketed under the Norton name.[3]By early 1991, Symantec's Norton Group launched Norton AntiVirus 1.0 for PC and compatible computers. Since then, the company has updated and diversified its product line until combining its offerings into one seamless product, Norton Security.[4]on security, and one focused on information management, with Norton being placed in the unit focused on security.[2]",
            "Location":"Phnom penh , Cambodia",
            "Type":["Science","Socail Science","Engineering"],
            "image":"https://drive.google.com/uc?export=view&id=1Jif7LvYT-R-q87jWnB-UAu0FmYU70ouf"
        }
        
    ]
}